//IBMUSER JOB (ACCT001),'IBMUSER',CLASS=A,MSGCLASS=A,MSGLEVEL=(1,1)
//OUT1     OUTPUT OUTDISP=(HOLD,HOLD)
//STEP1    EXEC  PGM=SORT 
//SYSIN    DD  *
  SORT FIELDS=(1,75,CH,A)
/* 
//SYSOUT   DD  SYSOUT=*  
//SORTIN   DD  *
NEPTUNE
PLUTO
EARTH
VENUS
MERCURY
MARS
URANUS
SATURN
JUPITER
/* 
//SORTOUT  DD  SYSOUT=*,OUTPUT=*.OUT1
/*